tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "curl"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "lftp"
brew "libusb"
brew "mysql"
brew "neovim"
brew "php@8.1", link: true
brew "python@3.12"
brew "pipx"
brew "powerlevel10k"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "yt-dlp"
cask "alacritty"
cask "bruno"
cask "font-blex-mono-nerd-font"
cask "ngrok"
cask "orbstack"
