tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "ubuntu/microk8s"
brew "python@3.9"
brew "autojump"
brew "bat"
brew "composer"
brew "fzf"
brew "gd"
brew "git"
brew "htop"
brew "luajit", args: ["HEAD"]
brew "mit-scheme"
brew "mysql"
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nginx", restart_service: true
brew "nss"
brew "openjdk"
brew "parallel"
brew "php"
brew "php@7.3"
brew "python@3.8"
brew "ranger"
brew "rclone"
brew "ruby"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "dozer"
cask "firefox"
cask "flux"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "iterm2"
cask "java"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "scroll-reverser"
cask "stats"
cask "telegram"
cask "xld"
